let arr = [`John`, `David`, `Aristarkh`, `Mitrofan`, `Evlampij`, `Petya`, `Olga`];
let arrNum = [65, 34, 12, 46, 93, 28, 71, 36];
// 1. Найти в массиве Петю и поменять на Наташу.
// 2. Добавить каждому элементу массива Mrs. и вывести в консоль.
// 3. В массиве чисел найти наибольшее, вывести его в консоль.
// 4. Найти среднее арифметическое всех чисел массива.
// 5. Создать пустой массив, с помощью цикла наполнить массив единицами и нулями, начиная с единицы. Длина массива должна быть 8.
// 6. Создать пустой массив, заполнить массив нечетными числами. Длина массива должна быть 10.
// 7. Вывести на экран количество четных чисел массива arrNum.
// 8. Создать пустой массив, заполнить его элементами, где значение каждого элемента равно квадрату его номера (длина массива должна быть 8).